{"title":"Bastion","source":"{{Tabs Bastion}}\n\n[[Image:Logo.png|right|200px]]\n'''Bastion''' is the first game created and developed by [[Supergiant Games]]. It is an action RPG with a level structure.\n\nThe game was released on July 20th, 2011 on Xbox Live and later released for PC on August 16th, 2011. On December 9th, 2011, Supergiant Games announced a browser version of Bastion sold from the Google Chrome webstore. Later in the day, Supergiant Games also announced [[The Stranger's DLC]] package, which includes supplementary material and two new game modes.\n\nThe game revolves around a mute hero referred to simply as [[The Kid|the Kid]]. The rest of the world has literally fallen to pieces in the aftermath of an unknown doomsday event referred to as [[The Calamity|the Calamity]]. It is the Kid's duty to to revive a sanctuary, known as [[The Bastion|the Bastion]].\n\n==Gameplay==\n\nBastion features real-time combat set atop fantasy-themed isometric environments that literally spring to life beneath the very feet of the hero. Players take the role of this silent protagonist as he fights his way through the colorful, post-apocalyptic world. Each level involves exploring crumbling locations for [[Cores]] while fighting a variety of enemies also struggling to survive. The Kid's actions are dynamically narrated by [http://bastion.wikia.com/wiki/Rucks an anonymous Stranger] who also provides the story's exposition.\n\n[[File:Bastion - Launch Trailer|thumb|right|300px|Short description of Bastion structures.]]Between levels, the Kid returns to the titular [http://bastion.wikia.com/wiki/The_Bastion Bastion] where he can spend in-game currency called [[Fragment|fragments]] to buy weapon upgrades and unlock additional equip items. These are obtained and used in various [[Buildings|structures]] located in the Bastion. As the plot progresses, the Kid also gains access to three different isolated arenas which reveal additional lore for the survivors.\n\nIn-game achievements are recorded by the [[Memorial]], one of the Bastion's structures, which rewards fragments when the achivement is met.\n\nWhile levels cannot be revisited once completed, the Kid can visit challenge courses designed to test the player's skill. Each [[Locations|Proving Ground]] is unique to the designated weapon, with individual goals and restrictions. There are three tiers of successful completion, each with a prize. Once a weapon has been mastered, the corresponding Proving Ground is permanently sealed.\n\n==Plot==\n<span style=\"font-style: normal; \">The Kid awakens on the remains of </span>[http://bastion.wikia.com/wiki/The_Rippling_Walls the Rippling Walls]<span style=\"font-style: normal; \"> of </span>[http://bastion.wikia.com/wiki/Caelondia Caelondia]<span style=\"font-style: normal; \"> and immediately sets off for the safe haven of the Bastion</span><span style=\"font-style: normal; \">. When he arrives, he encounters a Stranger </span><span style=\"font-style: normal; \">who bids him to gather the Cores</span><span style=\"font-style: normal; \"> that powered the now-ruined city and contain energy which will revive the sanctuary.</span>\n\n==See Also==\n*[[Screenshots]]\n*[[Videos]]\n*[[Characters]]\n*[[Monsters]]\n[[Category:Game info]]","maxImage":1,"images":["IMG8WD2UVcT.png"],"category":"Tabs Bastion"}