{"title":"The Knight","source":"[[File:The_Knight.png|thumb|209x209px]]\nThe character the player controls through the main game of ''Hollow Knight. ''\n\nAt the beginning of the game, the Knight is equipped with only their [[Nail#Old Nail|Old Nail]] and the ability to heal themselves using [[SOUL]]. Throughout the game, the Knight gains access to new powers and [[Items|items]] to help them through their journey.\n{{Hr}}\n== <div align=\"center\">Health and SOUL</div> ==\n\n=== Health ===\n[[File:HP mask.png|thumb|link=|41x41px]]\nHealth is represented as '''masks''', shown in the upper-left corner of the screen. The Knight starts the game with 5 masks, and can obtain more by collecting [[Mask Shard|Mask Shards]]. 4 Mask Shards make one new mask of health, up to a max of 9 total masks of health. Health is lost by taking damage, either from Enemies or from environmental hazards. Health can be regained by resting at a [[Bench]] or using [[Focus]].\n[[File:Lifeblood mask.png|thumb|link=|53x53px]]\n'''Lifeblood masks''', granted by [[Lifeseed|Lifeseeds]] and certain [[Charms]], are temporary masks that cannot be healed using Focus. Lifeblood masks granted by Lifeseeds will not regenerate upon resting at a bench, whereas those granted by Charms will regenerate.{{Spacer}}\n[[File:Soul Meter.png|thumb|75x75px]]\n\n=== [[SOUL]] ===\n''<sub>See [[SOUL]] for more info</sub>''\n\nSOUL is represented as a circular mask to the left of their health. SOUL is used to cast [[Spells]], as well as heal health using Focus. Striking enemies with the Nail is the primary source of regaining SOUL, though other tools and objects also grant SOUL.\n{{Hr}}\n== <div align=\"center\">Upgrades and Equipment</div> ==\n{| style=\"padding:5px; <!-- border-width: 1px; border-style:solid; border-color:#A4B2CC; -->; text-align:center;\" width=\"100%\" align=\"center\"\n!\n=== [[Nail]] ===\n!\n=== [[Charms]] ===\n|-\n|[[File:Nail 1 Old Nail.png|centre|thumb|180x180px]]\n|[[File:Charms prompt.png|center|thumb|link=Charms]]\n|-\n|The Knight's main weapon, able to swing in any direction. '''Nail Bouncing, '''or striking an [[Enemies|enemy]] or hazard with the nail while in the air, is a useful tool for traversing Hallownest. The Knight can [[Nailsmith|upgrade]] it for stronger strikes, as well as learn charged attacks called [[Nail Arts]] from the [[Nailmasters]].\n|Special trinkets acquired through adventuring or by purchasing from other bugs. By equipping them on available Notches, Charms enhance the Knight's power through a variety of different methods, including increasing health, reducing heal times, spawning allied hatchlings, and more.\n|-\n| colspan=\"2\" |{{Spacer}}\n|-\n!\n=== [[Spells]] ===\n!\n=== [[Abilities]] ===\n|-\n|[[File:Vengeful Spirit.png|center|thumb|link=Spells|238x238px]]\n|[[File:Skill Mantis Claw.png|center|thumb|147x147px|link=Abilities]]\n|-\n|First acquired from the [[Snail Shaman]], these magical attacks deal large amounts of damage in short bursts, at the cost of using the Knight's SOUL meter. Each Spell can be upgraded to a stronger version by finding hidden rooms throughout Hallownest.\n|Skills and tools found throughout Hallownest that allow the Knight to more effectively traverse the terrain and engage enemies in combat, including dashing, wall-jumping, and flying.\n|}{{Hr}}\n\n== Trivia ==\n* The Knight's design is taken from Team Cherry's first game, ''[http://www.newgrounds.com/portal/view/643636 Hungry Knight], ''which was made during a Game Jam that started the company.\n** While the two games are very different, Team Cherry has stated that they \"liked the main character and the general aesthetic so much that we fleshed it out and expanded on it.\"\n** [[Mister Mushroom]] makes reference to the Knight's design in his first dialogue with them, saying \"''...It's nice that you were able to help your friend. So you're not hungry any more?\"''\n* The Knight, as with [[Void|most of their kind]], has no gender.\n__NOTOC__\n__NOEDITSECTION__\n[[Category:General]]\n[[fr:Le Vaisseau Choisie]]\n[[ru:Полый рыцарь (персонаж)]]","maxImage":2,"images":[],"category":"Hr"}