{"title":"Ori","source":"{{Infobox Character\n|Name        = Ori\n|image       = OriBlindForest.jpg|300px\n|imagewidth  = 270px\n|Type        = [[Spirit Guardian]]\n|Gender      = Genderless\n|Affiliation = Light\n|Status      = Living\n|Family      = [[Naru]] (Adoptive Mother), [[Spirit Tree]] (Biological Father)\n|Allies      = [[Sein]], [[Gumo]]\n|Enemies     = [[Kuro]], [[Enemies of Nibel]]\n}}\n\n<blockquote>''\"We shall always remember the night... when I lost Ori to the Great Storm...\"''\n\n-The [[Spirit Tree]]'s narration in the Prologue.</blockquote>\n\n'''Ori''' is the titular character and main protagonist of ''[[Ori and the Blind Forest]]''. A [[Spirit Guardians|Spirit Guardian]] <ref>[http://www.ign.com/games/ori-and-the-blind-forrest/xbox-one-20019675 IGN Description]</ref> who becomes separated from their biological and adoptive family, Ori is thrust into a journey to save the forest of [[Nibel]] from a dangerous decay spreading throughout the land.\n\n==Description==\n\nOri is a small white creature with a similar stance to a human and has a cat-like tail and large dark blue eyes. They have two short horn-like ears on top of their head, and underneath them there are larger ears, which droop when Ori is unhappy or weak. Ori's feet have small white hooves, as seen in their 3D modelsheet.<ref>http://oriandtheblindforest.wikia.com/wiki/File:Ori_Model.jpg File:Ori_Model.jpg]</ref> Their name is of Hebrew origin, literally meaning \"Light\" or \"My Light\".\n\nOri's nature is largely up to the player, but they do have some distinct personality traits. Throughout the prologue sequence, it is seen that Ori's personality is akin to that of a young child, being very innocent and dependent on their caregiver. But as the story goes on, Ori's character shows a massive amount of determination; even in the face of death itself, Ori never once gives up hope. Ori is also very forgiving and kindhearted, willing to help those who have entered the darkness.\n\n==''[[Ori and the Blind Forest]]''==\n\n:<span style=\"font-size:18px;\">''Warning! Spoilers ahead.''</span>\n\nOri's story begins on the night of the Great Storm, a powerful weather event that rips them free of the [[Spirit Tree|Spirit Tree's]] branches before they were born and carries them as a glowing leaf on the wind. [[Naru]], who had been observing the storm from afar, sees Ori's leaf float by her and immediately investigates. Upon landing in the foliage, Ori is 'born' into their real form. Naru, seeing the small creature as one who needs protection, takes Ori into her embrace as acts as their adoptive mother.\n\nSome time later, Ori awakens to a scenic summer day and Naru's smiling face. With their nearby fruit trees running low on fruit, the pair spend the day working together to build a bridge across a long stretch of water, gaining access to more plentiful specimens. After having at last made it to the other side at night time and enjoying the delicious fruit in the quietude of night, Ori wraps a bunch of the fruit in their arms and heads back to their cave to store it for later. However, before they can make it inside, Ori sees the Spirit Tree from afar ablaze with light, unaware that the flood of illumination is calling for them. Naru, worried for Ori's safety, takes hold of her stunned child and hurries them inside out of harm's way.\n\nUnaware that what they witnessed would eventually lead the Nibel's ruin, Ori and Naru slowly eat their supply of fruit until only a single piece was left. Naru unsuccessfully attempts to find more, but the slow decay of the forest means it is near impossible. After Naru insists Ori take the last piece for themself and realizing that they would both starve without more food, Ori sets out into the barren wasteland of what was once beautiful forest and discovers untouched fruit on a high branch of a tree. After shaking it down to the ground, Ori makes their way back home, thinking back on happier memories from before the forest turned blind. Ori eventually returns to the cave and offers Naru the fruit they have found. Naru does not answer. With mewls of concern for their mother, Ori tries to wake her up, but with no avail. Realizing that Naru had died of starvation in an act of selflessness for them, Ori lays down on her body, devastated by the loss.\n\nOri decides to leave their lifelong home shortly after, with no reason to stay now that the only parent they ever knew was dead. As they journey deeper into the decaying forest, Ori becomes very weak without food or the supporting light of the Spirit Tree. They trudge aimlessly forward into withering darkness, each step growing more and more difficult, until it all becomes too much. Ori falls from exhaustion and draws one last breath. Upon their death, thousands of tiny white flowers grow and chase away the cloud of darkness, revealing that Ori had nearly made it to the Spirit Tree. Sensing that his child had fallen, the Spirit Tree uses the last of his strength and light to revive Ori, ultimately starting the game.\n\nAfter being revived, Ori travels through the [[Sunken Glades]] and encounters a mysterious light. They find out that this light is [[Sein]], the eyes and source of the Spirit Tree's light. Sein becomes Ori's guide and support from that point onward and the pair of them travel to the Spirit Tree himself. It is here that Ori learns why Nibel began to decay: during the Light Ceremony that was intended to call Ori back home, the Spirit Tree and Ori's kin were attacked by a malevolent force, [[Kuro]]. She stole Sein from the Spirit Tree's branches and disrupted the balance of the three [[Elements of Light]], throwing Nibel into chaos. Sein tells Ori that the Spirit Tree's light is now inside them and that the fate of the forest now rests on their shoulders. Hearing about how they must travel to the [[Ginso Tree]], [[Forlorn Ruins]] and [[Mount Horu]] in order to restore the Elements, Ori travels forth with the determination to save their home.\n\nDuring the journey to restore the Element of Waters, Ori encounters [[Gumo]], a member of the Gumon race who had become corrupted by Nibel's decay. Though initially having to contend with Gumo's traps in order to take back the Water Vein, Ori frees Gumo from being pinned down by large rocks, an act of kindness that eventually brings the Gumon back to the light. After restoring the Element of Water, Ori encounters Kuro for the first time and is nearly sent to their second death being flung from the heights of the Ginso Tree. Gumo repays Ori's kindness with some of his own and saves the spirit, leaving them to see the waters restored.\n\nOri and Sein travel into the [[Misty Woods]] in order to unlock the Forlorn Ruins. After having found the Gumon Seal, they enter the Ruins to find them frozen over in a terrible cold. The Gumon who lived there all perished in the freeze, leaving Gumo as the sole survivor. After reaching the heart of the ruins and vowing to restore the Element of Winds in memory of the Gumon, Gumo overhears Ori's intentions and decides to repay them by taking the Light Vessel back to Ori's home. After escaping the Ruins, Ori and Sein find themselves in Kuro's nest and discover the true reason why she attacked the Spirit Tree: the Light Ceremony had accidentally killed her three hatchlings from its intensity, leaving only one egg left and causing Kuro to attack in her rage. Kuro herself then appears, forcing Ori to dive from her nest and flee.\n\nWith only the Element of Warmth to rekindle, Ori and Sein set out to reach [[Sorrow Pass]] and then eventually Mount Horu. At the same time as Ori finding the Sunstone needed to enter the mountain, Gumo arrives back at Ori's home with the Light Vessel and discovers Naru's body. With Ori's kindness and forgiveness inspiring him, Gumo uses the Vessel's light to revive Naru. Together, the pair of them travel to the mountain at the same time that Ori enters its depths. Through skill and courage, Ori beats the mountain's trials and finally rekindles the Element of Warmth. Before they have chance to celebrate however, Kuro appears and forces Ori to escape the rising fires. Though nearly making it back to the Spirit Tree to restore Nibel, Kuro knocks Ori unconscious just as Naru makes her way through the burning forest. As Naru cradles Ori in her arms, Kuro watches and realizes that she has become the monster she saw the Spirit Tree as; killing the children of others. Seeing her mistake, Kuro redeems herself by returning Sein to the Spirit Tree and dying in the light.\n\nThe Spirit Tree returns balance to Nibel. As Naru and Gumo watch from afar with Kuro's unborn chick in their care, Ori stays with the Spirit Tree and watches their fellow Spirit Guardians fall and be born from the Tree's branches.\n\n==Abilities==\n\nAt the start of the game, Ori is not very powerful at all. They can only perform basic functions such as walking, running, jumping, saving, and later attacking enemies through Sein's light. Over the course of the game, Ori accumulates a vast set of [[Skills]] and [[Ability Tree|Abilities]], which make [[Nibel]] a slightly less foreboding environment. Using the power of the Ancestral Trees, Ori is able to use the talents of their fellow Spirit Guardians in their journey to save Nibel. Once mastering the skills they have, Ori can be a very dangerous character to antagonize.\n\nDespite their abilities, Ori is far from immortal to danger and can only take a little punishment before falling. A very small creature in an enormous, perilous forest, they are subject to many hazards that can kill them effortlessly. Out of all risks, Kuro is Ori's greatest and most powerful threat.\n\n==Family==\n\n===Tree===\n\n{{Familytree\n| | |   | | | |[[Spirit Tree]]| | |   | |_\n| | |   | | | | |!| | |   | |_\n| | | | |,|-|-|^|-|.| | |_\n| | | | [[Ori]]| | | |[[Spirit Guardians]]| |_\n}}\n<br />\n\n==Trivia==\n\n*There is often a misconception about Ori's gender among fans. A certain line in the game, which occurs at Ori's first encounter with the Spirit Tree, has led many fans to believe Ori is a female: ''\"We told Ori the tale of her misguided will\"''. When the [[Spirit Tree|narrator]] says \"her\" he is not referring to Ori, but to Kuro, since Ori does not have a misguided will. The people at [[Moon Studios]] eventually clarified in their Q&A that Ori is ungendered, and their sex is completely up to the player.\n**However, in the \"about\" section of ''Ori and the Blind Forest's'' official website, there is a singular sentence contradicting the later confirmation of Ori's genderless state: ''\"Ori is a bit of a coming-of-age story. The player is put into the role of a forest spirit, who – over the course of '''his''' journey – has to find out more about his role within the world '''he’s''' living in.\" ''It is unknown whether or not this is in fact legitimate, or if it is simply an error. It is also possible that a male pronoun was just used for convenience.<ref>[http://www.oriblindforest.com/#!about/ Ori and the Blind Forest Official Website: About]</ref>\n\n*On Gamesradar's website, Ori is referred to as a \"spritely orphan rabbit thing\".<ref>[http://www.gamesradar.com/ori-and-blind-forest-best-xbox-game-2015-golden-joystick-awards/ Gamesradar's Official Website]</ref>\n\n*Before the present way of combating was conceived, Moon Studios experimented with many different forms of attack for Ori. These include an aerial spin attack, a tail attack, and a stick attack. In the end, none of these came to pass and they ultimately went with Sein's light strikes. \"What we found worked the best was a radial attack because it required you to get close to enemy but not have to line yourself up perfectly to take them down.\" says David Clark, a core programmer of ''Ori and the Blind Forest''. \"Having Sein lock onto the enemies and shoot the flames worked nicely because it made this nice separation - Ori is trying to run from everything, Sein is doing the attacking.\"<ref>[https://www.reddit.com/r/xboxone/comments/2yxclb/hi_everyone_its_moon_studios_creators_of_ori_and/cpdtxbs Moon Studios Q&A Comment Thread]</ref>\n*Ori is labelled as Sein in the Debug menu, and vice versa.  This implies that Ori and Sein's name were once swapped, which is confirmed in the ''Definitive Edition, ''where early concepts of the game displayed a far more human-like protagonist and its earlier title: ''Sein.''\n\n==Gallery==\n<gallery>\nOri1.png|''Idle Ori''\nNaru_ori_hug.png|''Ori and Naru Cuddling''\nScreenshot-Original.png|''[[Spirit Tree]] calling to Ori''\nOri_Fruits.png|''Ori and Fruit''\nsleeping_Ori.png|''Sleeping Ori''\nOri_fruit.png|''Ori Wakes Up''\nMemories.png|''Memories''\nLastBreath.png|'' 'And the last breath was drawn...' ''\nSpiritGate.png|''Ori Opening a [[Spirit Gate]]''\nMisguidedWill.png|'' 'We told Ori the tale of her misguided will...' ''\nMortarfight.png|''[[Enemies of Nibel|Mortar]] Fight''\nOri_Model.jpg|''Ori Modelsheet''\nOri.png|''Ori and Sein''\n309064-0.jpg|''Official Ori plush with Naru.''\n</gallery>\n\n==References==\n{{Reflist}}\n[[ru:Ори]]\n[[Category:characters]]\n[[Category:Genderless]]\n[[Category:Spirit Guadians]]","maxImage":2,"images":["IMGqTW6cwwP.png"],"category":"Reflist"}